#1.  В 7-Б класі вчаться 27 учнів. Є одна велика компанія друзів, 
#яка складається з 5 людей. Створіть список (list) 
#та виведіть його на консоль.

companiya = ["Ярослав","Катя","Настя","Лілія","Олег"]
print(companiya)

#2. Вивести першого друга зі списку друзів.

print(companiya[0])

#3. Наша компанія знайшла нового друга "Сергія". Додати його в список друзів. 
#Вивести новий список на консоль.

companiya.append("Сергій")
print(companiya)

#4. В школі працює багато вчителів. В нас є список, проте ми 
#не знаємо їхньої кількості. Порахувати скільки вчителів є в 
#школі та вивести кількість на консоль. Список вчителів:

vchitelya = ["Тарас Євгенович","Євген Тарасович","Світлана Вікторівна","Назар Ярославович","Анастасія Сергіївна","Катерина Олексіївна"]
print(len(vchitelya))